import 'dart:math';

class User {
  String name = "";
  String phone = "";
  User(this.name, this.phone);
  String get Name => name;
  String get Phone => phone;
}

List<User> list = <User>[
  User("Иван Иванов", "+7(999)999-99-99"),
  User("Пётр Сидоров", "+7(999)999-99-99"),
  User("Александр Пушкин","+7(999)999-99-99"),
  User("Лев Толстой","+7(999)999-99-99"),
  User("Василий Васильев","+7(999)999-99-99"),
  User("Иван Иванов", "+7(999)999-99-99"),
  User("Пётр Сидоров", "+7(999)999-99-99"),
  User("Александр Пушкин","+7(999)999-99-99"),
  User("Лев Толстой","+7(999)999-99-99"),
  User("Василий Васильев","+7(999)999-99-99"),
  User("Иван Иванов", "+7(999)999-99-99"),
  User("Пётр Сидоров", "+7(999)999-99-99"),
  User("Александр Пушкин","+7(999)999-99-99"),
  User("Лев Толстой","+7(999)999-99-99"),
  User("Василий Васильев","+7(999)999-99-99"),
 
 
];
